Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: **Attack (DC 20):** The animal attacks apparent enemies.
zh_cn: **攻击（DC20）：** 动物攻击可见敌人。

source: **Attacks:** Use the Mage’s base attack bonus.
zh_cn: **攻击：** 使用法师的基础攻击加值。

source: **Attic:** Ancient Greek\*, Greek.
zh_cn: **雅典语：** 古希腊语\*、希腊语。

source: **Automatic (A):** Automatic weapons fire a burst or stream of shots with a single squeeze of the trigger.
zh_cn: **全自动（全）：** 全自动武器可以在扣动扳机时持续射击。

source: **Averting One’s Eyes:** The opponent avoids looking at the creature’s face and instead looks at its body, watching its shadow, tracking it in a reflective surface, or the like.
zh_cn: **转移视线：** 对手避免看向生物的脸，转而看向身体、影子、镜像。

source: **Aware:** The Dedicated hero is intuitively aware of his or her surroundings.
zh_cn: **觉察：**感知型英雄可以凭直觉感受周遭环境。

source: **Baltic:** Latvian, Lithuanian.
zh_cn: **波罗的语：** 拉脱维亚语、立陶宛语。

source: **Barrier to Sight:** An opponent that cannot see the creature at all cannot be affected by its gaze attack.
zh_cn: **阻挡视线：** 对手完全不能看见此生物，从而完全免受凝视攻击。

source: **Base Attack Bonus:** +2.
zh_cn: **基础攻击加值：** +2

source: **Base Attack Bonus:** +3.
zh_cn: **基础攻击加值：** +3

source: **Base Attack Bonus:** The character’s base attack bonus and number of attacks.
zh_cn: **基础攻击加值：** 角色的基本攻击加值与攻击次数。

source: **Behavioral Sciences:** Psychology, sociology, and criminology.
zh_cn: **行为科学：** 心理学、社会学、犯罪学。

source: **Being Attacked While Balancing:** While balancing, the character is flat-footed (the character loses his or her Dexterity bonus to Defense, if the character has one), unless the character has 5 or more ranks in Balance.
zh_cn: **平衡时被攻击：** 平衡时，角色处于`措手不及`状态（角色防御将失去敏捷加值），除非角色的平衡不小于5级。

source: **Benefit:** As Cleave, except that the character has no limit to the number of times he or she can use it per round.
zh_cn: **效果：** 与顺势斩相同，但强力顺势斩每轮使用次数不限。

source: **Benefit:** Before making a ranged attack, the character may take a full-round action to line up your shot.
zh_cn: **效果：** 在进行远程攻击前，角色可以用一个整轮动作来精确瞄准。

source: **Benefit:** During the character’s action, the character designates an opponent and receives a +1 dodge bonus to Defense against any subsequent attacks from that opponent.
zh_cn: **效果：** 角色行动时，可指定一个对手，防御这个对手之后造成的任何攻击都获得1点闪避加值。

source: **Benefit:** During the character’s action, the character designates an opponent no more than one size category larger or smaller than the character.
zh_cn: **效果：** 角色行动时，角色指定一个体型与自己相差不超过1级的对手。

source: **Benefit:** If the character deals an opponent enough damage to make the opponent drop (either by knocking the opponent out due to massive damage or by reducing the opponent’s hit points to less than 0), the character gets an immediate extra melee attack against another opponent adjacent to the character.
zh_cn: **效果：** 如果角色对目标的伤害很大，足以让对方倒下（成功对目标造成巨创并击倒，或者使目标生命值减至0以下），角色可以立即对与目标相邻的对手实施一次额外的近战攻击。

source: **Benefit:** If the character has a solid, relatively smooth surface on which to skip a bullet (such as a street or a concrete wall), and a target within 10 feet of that surface, the character may ignore cover between the character and the target.
zh_cn: **效果：** 如果有一个可以反弹子弹的、固态的相对平滑的表面（比如街道或混凝土墙）供角色射击，而这个表面与目标距离在10尺内，角色可以无视角色与目标间的掩蔽射击目标。

source: **Benefit:** In melee combat, every time the character misses because of concealment, the character can reroll the miss chance roll one time to see if the character actually hits.
zh_cn: **效果：** 近战时，每次角色若因目标隐藏而失手，可以重掷一次失手几率以查看自己是否真的命中。

source: **Benefit:** In melee combat, if an opponent attacks and misses the character, the character may immediately make a trip attack against the opponent.
zh_cn: **效果：** 近战时，若对手攻击角色失手，角色可以立即对此对手进行绊摔攻击。

source: **Benefit:** On the character’s action, before making attack rolls for a round, the character may choose to subtract a number from all melee attack rolls and add the same number to all melee damage rolls.
zh_cn: **效果：** 角色行动时，在这轮的攻击骰掷出前，角色可以选择一个减值作用于所有的攻击骰，并使所有的伤害骰获得等量的加值。

source: **Benefit:** Once per round, if the character makes a successful melee attack with an unarmed strike or a light weapon, the character deals an extra 1d4 points of damage.
zh_cn: **效果：** 每一轮，如果角色进行了一次成功的徒手或轻武器近战攻击，角色可额外造成1d4点伤害。

source: **Benefit:** Once per round, if the opponent the character has designated as his or her dodge target (see the Dodge feat) makes a melee attack or melee touch attack against the character and misses, the character may make an attack of opportunity against that opponent.
zh_cn: **效果：**每轮一次，如果对手是自己的闪避目标（见`闪避`专长），尝试近战攻击或者接触攻击自己而失手了，自己将可以引发对对手的借机攻击。

source: **Benefit:** Pick two Knowledge skills.
zh_cn: **效果：** 选择两个知识技能。

source: **Benefit:** Pick two of the following skills: Craft (chemical), Craft (electronic), Craft (mechanical), and Craft (structural).
zh_cn: **效果：** 从以下技能选择两个：制造（化学）、制造（电子）、制造（机械）、制造（结构）。

source: **Benefit:** Pick two of the following skills: Craft (visual art), Craft (writing), Perform (act), Perform (dance), Perform (keyboards), Perform (percussion instruments), Perform (sing), Perform (stand-up), Perform (string instruments), and Perform (wind instruments).
zh_cn: **效果：** 从以下技能中选择两个：制造（视觉艺术、写作）、表演（演戏、舞蹈、键盘乐器、打击乐器、唱歌、单口相声、弦乐器、管乐器）。

source: **Benefit:** Reduce the character’s Reputation bonus by 3 points.
zh_cn: **效果：** 角色的声望加值减少3点。

source: **Benefit:** Reloading a firearm with an already filled box magazine or speed loader is a free action.
zh_cn: **效果：** 将一个已装弹的弹匣或快速装填器装填至枪械里，是一个即时动作。

source: **Benefit:** See Armor Proficiency (light).
zh_cn: **效果：** 见擅长护甲（轻型）。

source: **Benefit:** Select one 0-level psionic power.
zh_cn: **效果：** 选择一个0级的灵力。

source: **Benefit:** The character can draw a weapon as a free action.
zh_cn: **效果：** 角色可以用一个即时动作拔出一把武器。

source: **Benefit:** The character can fire any personal firearm on autofire without penalty (provided, of course, that it has an auto-fire setting).
zh_cn: **效果：** 角色发射任何自动模式的单兵枪械不再受到减值惩罚（当然，这个武器得有自动模式）。

source: **Benefit:** The character can fire any personal firearm without penalty.
zh_cn: **效果：** 角色发射任何单兵枪械不再受到惩罚。 > 译者注：其他专长的缺乏带来的惩罚仍然算数，如高级擅长枪械。

source: **Benefit:** The character can make a Bluff check in combat as a move action.
zh_cn: **效果：** 角色在战斗中可以使用一个移动动作做一个唬骗检定。

source: **Benefit:** The character can shoot or throw ranged weapons at an opponent engaged in melee without penalty.
zh_cn: **效果：** 角色可以无减值惩罚地向陷入近战的对手射击或投掷远程武器。

source: **Benefit:** The character can use the Treat Injury skill to perform surgery without penalty.
zh_cn: **效果：** 角色使用医疗技能进行手术不再受到惩罚。

source: **Benefit:** The character does not provoke an attack of opportunity when the character attempts to disarm an opponent, nor does the opponent get a chance to disarm the character.
zh_cn: **效果：** 角色卸除对手武器时，不会引发借机攻击，也不会给对方机会卸除角色的武器。

source: **Benefit:** The character does not provoke an attack of opportunity when the character tries to trip an opponent while the character is unarmed.
zh_cn: **效果：** 当角色试图徒手绊摔对手时，不会引发借机攻击。

source: **Benefit:** The character gains +3 hit points.
zh_cn: **效果：** 角色获得3点生命上限。

source: **Benefit:** The character gains a +1 bonus on all attack rolls he or she makes using the selected weapon.
zh_cn: **效果：** 角色用选定的武器掷攻击骰都可以获得1点加值。

source: **Benefit:** The character gains a +1 dodge bonus to Defense against melee attacks.
zh_cn: **效果：** 角色在防御近战攻击时获得1点闪避加值。

source: **Benefit:** The character gains a +2 bonus on opposed Strength and Dexterity checks any time the character attempts trip or grapple attacks, or when the character trys to avoid a trip or grapple attack made against him or her.
zh_cn: **效果：** 角色在绊摔或防止绊摔时、擒抱或防止擒抱时的力量和敏捷对抗检定上获得2点加值。

source: **Benefit:** The character gains a +4 bonus on the following checks and saves: hourly Swim checks to avoid becoming fatigued, Constitution checks to continue running, Constitution checks to hold the character’s breath, Constitution checks to avoid damage from starvation or thirst, Fortitude saves to avoid damage from hot or cold environments, and Fortitude saves to resist suffocation or drowning.
zh_cn: **效果：** 角色在以下检定和豁免时获得4点加值：游泳时每小时对抗疲乏的检定、坚持奔跑的体质检定、闭气的体质检定、避免饥饿或口渴造成伤害的体质检定、避免炎热或寒冷环境造成的伤害的强韧豁免、抵抗窒息和溺水的强韧豁免。

source: **Benefit:** The character gets a +1 bonus on attack and damage rolls with ranged weapons against opponents within 30 feet.
zh_cn: **效果：** 角色使用远程武器对三十尺内的对手的攻击和伤害骰都有1点加值。

source: **Benefit:** The character gets a +2 bonus on all Bluff checks and Disguise checks.
zh_cn: **效果：** 角色在唬骗和易容检定上获得2点加值。

source: **Benefit:** The character gets a +2 bonus on all Climb checks and Swim checks.
zh_cn: **效果：** 角色的所有攀爬和游泳检定获得2点加值。

source: **Benefit:** The character gets a +2 bonus on all Computer Use checks and Repair checks.
zh_cn: **效果：** 角色在计算机使用和修理检定上获得2点加值。

source: **Benefit:** The character gets a +2 bonus on all Craft (pharmaceutical) checks and Treat Injury checks.
zh_cn: **效果：** 角色在制造（配药）和医疗检定上获得2点加值。

source: **Benefit:** The character gets a +2 bonus on all Decipher Script checks and Research checks.
zh_cn: **效果：** 角色在文件解读和研究检定上获得2点加值。

source: **Benefit:** The character gets a +2 bonus on all Demolitions checks and Disable Device checks.
zh_cn: **效果：** 角色的所有爆破和解除装置检定获得2点加值。

source: **Benefit:** The character gets a +2 bonus on all Diplomacy checks and Gather Information checks.
zh_cn: **效果：** 角色的所有交涉和收集信息检定获得2点加值。

source: **Benefit:** The character gets a +2 bonus on all Drive checks and Pilot checks.
zh_cn: **效果：** 角色在驾驶或驾机检定上获得2点加值。

source: **Benefit:** The character gets a +2 bonus on all Escape Artist checks and Sleight of Hand checks.
zh_cn: **效果：** 角色在脱逃和手上功夫检定上获得2点加值。

source: **Benefit:** The character gets a +2 bonus on all Forgery checks and Search checks.
zh_cn: **效果：** 角色在伪造文书和搜索检定上获得2点加值。

source: **Benefit:** The character gets a +2 bonus on all Fortitude sav-ing throws.
zh_cn: **效果：** 角色的所有强韧豁免都获得2点加值。

source: **Benefit:** The character gets a +2 bonus on all Gamble checks and Intimidate checks, and on level checks to resist intimidation.
zh_cn: **效果：** 角色在赌博和威吓检定以及对抗威吓的等级检定上获得2点加值。

source: **Benefit:** The character gets a +2 bonus on all Handle Animal checks and Ride checks.
zh_cn: **效果：** 角色在驯养动物和骑术检定上获得2点加值。

source: **Benefit:** The character gets a +2 bonus on all Hide checks and Move Silently checks.
zh_cn: **效果：** 角色的所有躲藏和潜行检定获得2点加值。

source: **Benefit:** The character gets a +2 bonus on all Investigate checks and Sense Motive checks.
zh_cn: **效果：** 角色的所有调查和察言观色检定获得2点加值。

source: **Benefit:** The character gets a +2 bonus on all Jump checks and Tumble checks.
zh_cn: **效果：** 角色在跳跃和翻滚检定上获得2点加值。

source: **Benefit:** The character gets a +2 bonus on all Listen checks and Spot checks.
zh_cn: **效果：** 角色在聆听和侦察检定上获得2点加值。

source: **Benefit:** The character gets a +2 bonus on all Navigate checks and Survival checks.
zh_cn: **效果：** 角色在所有寻路和生存检定上获得2点加值。

source: **Benefit:** The character gets a +2 bonus on all Reflex saving throws.
zh_cn: **效果：** 角色所有的反射豁免都获得2点加值。

source: **Benefit:** The character gets a +2 bonus on all Will saving throws.
zh_cn: **效果：** 角色所有的意志豁免都获得2点加值。

source: **Benefit:** The character gets a +4 circumstance bonus on initiative checks.
zh_cn: **效果：** 角色的先攻检定获得4点情景加值。

source: **Benefit:** The character gets a +4 dodge bonus to Defense against attacks of opportunity provoked when the character moves out of a threatened square.
zh_cn: **效果：** 角色若因移出威胁范围而引发借机攻击，对此借机攻击的防御将获得4点闪避加值。

source: **Benefit:** The character gets a second attack with his or her offhand weapon, albeit at a –5 penalty.
zh_cn: **效果：** 角色可以用副手的武器进行第二次攻击，但有5点减值。

source: **Benefit:** The character gets a third attack with his or her offhand weapon, albeit at a –10 penalty.
zh_cn: **效果：** 角色可以用副手的武器进行第三次攻击，但有10点减值。

source: **Benefit:** The character gets get a +2 bonus on all Balance checks and Concentration checks.
zh_cn: **效果：** 角色在平衡和专注检定上获得2点加值。

source: **Benefit:** The character increases his or her massive damage threshold by 3 points.
zh_cn: **效果：** 角色提高巨创阈值3点。

source: **Benefit:** The character makes attack rolls with simple weapons normally.
zh_cn: **效果：** 角色可以正常地用简单武器掷攻击骰。

source: **Benefit:** The character makes attack rolls with the weapon normally.
zh_cn: **效果：** 角色像使用普通武器一样使用这些武器。

source: **Benefit:** The character may take an extra move action or attack action in a round, either before or after the character’s regular actions.
zh_cn: **效果：** 角色在每轮正常的行动之前或之后可以进行额外的一次移动动作或攻击动作。

source: **Benefit:** The character takes no penalty on Drive checks or attack rolls made when operating a surface vehicle of the selected class.
zh_cn: **效果：** 角色操纵指定类型的地表载具在驾驶检定或攻击骰时不会承受减值。

source: **Benefit:** The character takes no penalty on Pilot checks or attack rolls made when operating an aircraft of the selected class.
zh_cn: **效果：** 角色操纵指定类型的飞行器在驾机检定或攻击骰时不会承受减值。

source: **Benefit:** The character takes no penalty on attack rolls when using any kind of archaic weapon.
zh_cn: **效果：** 角色使用任何类型的古典武器掷攻击骰时不会承受减值。

source: **Benefit:** The character takes no vehicle speed penalty when making an attack while in a moving vehicle.
zh_cn: **效果：** 角色在移动的载具中攻击时，不会受到载具速度带来的减值。

source: **Benefit:** The character’s Reputation bonus increases by +3.
zh_cn: **效果：** 角色的声望加值增加3点。

source: **Benefit:** The character’s Wealth bonus increases by +3.
zh_cn: **效果：** 角色的财富加值增加3点。

source: **Benefit:** The character’s penalties for fighting with two weapons are lessened by 2 for the primary hand and 6 for the off hand.
zh_cn: **效果：** 角色双持武器的所受减值降低，主手减值减少2，副手减值减少6。

source: **Benefit:** The character’s threat range on an unarmed strike im-proves to 19–20.
zh_cn: **效果：** 角色徒手击打的重击威胁区间提升至19-20。

source: **Benefit:** The maximum number of attacks of opportunity the character may make each round is equal to the character’s Dexterity modifier + 1.
zh_cn: **效果：** 角色每轮至多可进行的借机攻击次数等于角色的敏捷调整值+1。

source: **Benefit:** To find tracks or follow them for one mile requires a Survival check.
zh_cn: **效果：** 使用`生存`检定，沿着踪迹追踪1里内的目标。

source: **Benefit:** What the feat enables a character to do.
zh_cn: **效果：** 专长赋予角色的能力。

source: **Benefit:** When a character wears a type of armor with which he or she is proficient, the character gets to add the armor’s equipment bonus to his or her Defense.
zh_cn: **效果：** 当角色穿戴擅长类型的护甲时，防御将获得护甲提供的装备加值。

source: **Benefit:** When driving a vehicle, during the character’s action the character designates an opposing vehicle or a single opponent.
zh_cn: **效果：** 驾驶载具的时候，在角色行动时，角色可指定一个对手载具或单个对手。

source: **Benefit:** When fighting an opponent or multiple opponents in melee, other opponents attempting to target the character with ranged attacks take a –4 penalty.
zh_cn: **效果：** 当角色与一个或多个对手近战时，其他对手以此角色为目标的远程攻击将获得4点减值。

source: **Benefit:** When making an unarmed attack, the character receives a +1 competence bonus on attack rolls, and the character deals nonlethal damage equal to 1d6 + his or her Strength modifier.
zh_cn: **效果：** 当进行徒手攻击时，角色的攻击骰获得1点表现加值，角色施加的非致命伤害等于1d6+力量调整值。

source: **Benefit:** When making an unarmed attack, the character receives a +2 competence bonus on his or her attack roll, and the character deals nonlethal damage equal to 1d8 + the character’s Strength modifier.
zh_cn: **效果：** 当进行徒手攻击时，角色攻击骰获得2点表现加值，并造成1d8+角色力量调整值的非致命伤害。

source: **Benefit:** When making the character’s first unarmed attack against a flat-footed opponent, treat a successful attack as a critical hit.
zh_cn: **效果：** 角色第一次用徒手攻击一个措手不及的对手时，若成功，必为重击。

source: **Benefit:** When running, the character moves a maximum of five times his or her normal speed instead of four times.
zh_cn: **效果：** 奔跑时，角色的最大移动速度是正常速度的5倍而不是4倍。

source: **Benefit:** When the character at-tempts a sideswipe stunt with a surface vehicle, the character can force the other vehicle to a stop by nudging it into a controlled side-ways skid.
zh_cn: **效果：** 当角色试图发动`侧击`特技撞击地面或水面载具时，可以将载具撞得侧滑，强制目标载具停下。

source: **Benefit:** When the character performs a bull rush, the character does not provoke an attack of opportunity from the defender.
zh_cn: **效果：** 当角色发动`冲撞`时，角色不会引发防御方的借机攻击。

source: **Benefit:** When the character performs a full-round action, the character can give up his or her regular attacks and instead make one melee attack at the character’s highest base attack bonus against each adjacent opponent.
zh_cn: **效果：** 使用一个整轮动作，角色可以放弃常规攻击，代之以用最高基本攻击加值对每个相邻对手作一次近战攻击。

source: **Benefit:** When the character scores a critical hit on an opponent with an unarmed strike, the character deals triple damage.
zh_cn: **效果：**角色用徒手击打对对手造成重击将产生3倍伤害。

source: **Benefit:** When the character strikes an object held or carried by an opponent, such as a weapon, the character does not provoke an attack of opportunity.
zh_cn: **效果：** 当角色攻击对手握持或携带的物体（如武器）时，不会引发借机攻击。

source: **Benefit:** When the character uses a firearm or archaic ranged weapon, its range increment increases by one-half (multiply by 1.5).
zh_cn: **效果：** 角色使用枪械或古典远程武器时，射程将提高50%（即乘以1.5）。

source: **Benefit:** When the character uses the attack action or the full attack action in melee, the character can take a penalty of up to –5 on his or her attack roll and add the same number (up to +5) to the character’s Defense.
zh_cn: **效果：** 当角色近战时使用攻击动作或全力攻击动作时，角色可以以受到至多5点攻击骰减值为代价，让防御检定获得等值的加值（也是至多5点）。

source: **Benefit:** When the character uses this feat, all opponents within 10 feet who have fewer levels than the character must make a Will saving throw (DC 10 + ½ the character’s level + the character’s Charisma modifier).
zh_cn: **效果：** 当角色使用此专长时，10尺内所有等级低于角色的对手必须进行一次意志豁免（DC为10+角色等级的一半+角色的魅力调整值）。

source: **Benefit:** When using a firearm on autofire, the character can affect an area four 5-foot squares long and one square wide (that is, any four squares in a straight line).
zh_cn: **效果：** 当使用自动模式的枪械时，角色范围攻击4个5尺方格长、1方格宽（也就是4个方格的直线）的区域。

source: **Benefit:** When using a semiautomatic firearm with at least two bullets loaded, the character may fire two bullets as a single attack against a single target.
zh_cn: **效果：** 当使用至少装填了两发子弹半自动枪械时，角色可以用一次攻击发射两发子弹射击单个目标。

source: **Benefit:** When using an attack action with a melee weapon, the character can move both before and after the attack, provided that the total distance moved is not greater than the charater’s speed.
zh_cn: **效果：** 当使用近战武器进行攻击动作时，角色攻击前后皆可移动，移动总距离不大于角色的速度。

source: **Benefit:** When using an attack action with a ranged weap-on, the character can move both before and after the attack, provided that the character’s total distance moved is not greater than his or her speed.
zh_cn: **效果：** 当使用远程武器进行攻击动作时，角色攻击前后皆可移动，移动总距离不大于角色的速度。

source: **Benefit:** When using an automatic firearm with at least five bullets loaded, the character may fire a short burst as a single attack against a single target.
zh_cn: **效果：** 当使用至少装填了5颗子弹的全自动枪械时，角色可以用一个攻击动作对单个目标进行短点射。

source: **Benefit:** With an unarmed strike, the character deals lethal or nonlethal damage (the character’s choice) equal to 1d4 + the character’s Strength modifier.
zh_cn: **效果：** 徒手击打时，角色可造成致命或非致命伤害（由玩家选择），伤害值为1d4+角色的力量调整值。

source: **Benefit:** With the selected melee weapon, the character may use his or her Dexterity modifier instead of his or her Strength modifier on attack rolls.
zh_cn: **效果：** 角色使用选择的近战武器攻击时，可用敏捷调整值代替力量调整值应用于攻击骰。

source: **Bigger and Smaller Creatures:** The figures on Table: Carrying Capacity are for Medium-size bipedal creatures.
zh_cn: **体型较大或较小的生物：** 表：负重能力是以普通尺寸的双足生物为准。

source: **Blindsight (Ex):** Using nonvisual senses, such as sensitivity to vibrations, scent, acute hearing, or echolocation, the creature maneuvers and fights as well as a sighted creature.
zh_cn: **盲视（特异）：** 依靠非视觉感官，比如对振动的敏感、灵敏的嗅觉、敏锐的听觉甚至声呐，这些生物可以像有视觉的生物那样机动和战斗。

source: **Bolster Undead:** An evil Acolyte may bolster creatures against turning effects in advance.
zh_cn: **鼓舞不死生物：** 邪恶侍僧可以鼓舞生物以预防驱散效果。

source: **Bonus Feat:** Select either Archaic Weapons Proficiency or Brawl.
zh_cn: **奖励专长：** 选其一：擅长古典武器、拳法。

source: **Bonus Feat:** Select either Brawl or Personal Firearms Proficiency.
zh_cn: **奖励专长：** 选其一：拳法、擅长单兵枪械。

source: **Bonus Feat:** Select one of the following: Archaic Weapons Proficiency, Brawl, or Personal Firearms Proficiency.
zh_cn: **奖励专长：** 选其一：擅长古典武器、拳法、擅长单兵枪械。

source: **Bonus Feat:** Select one of the following: Brawl, Combat Martial Arts, Armor Proficiency (light), or Personal Firearms Proficiency.
zh_cn: **奖励专长：** 选其一：拳法、实战武术、擅长护甲（轻型）、擅长单兵枪械。

source: **Bonus Feat:** Select one of the following: Combat Martial Arts, Armor Proficiency (light), or Personal Firearms Proficiency.
zh_cn: **奖励专长：** 选其一：实战武术、擅长护甲（轻型）、擅长单兵枪械。

source: **Box:** A box magazine is any type of magazine that can be removed and reloaded separately from the weapon.
zh_cn: **弹匣型：**弹匣指所有能从武器上卸下再装填的弹仓。

source: **Breath Weapon (Su):** A breath weapon attack usually causes damage and is often based on some type of energy.
zh_cn: **喷吐武器（超自然）：** 喷吐武器攻击通常造成基于能量的伤害。

source: **Burst Radius/Splash Damage:** For explosives, the burst radius is the area affected by the explosive.
zh_cn: **爆炸半径/溅射伤害：** 对于爆炸物而言，爆炸半径决定了爆炸的区域。

source: **Business:** Business procedures, investment strategies, and corporate structures.
zh_cn: **商学：** 业务流程、投资策略以及公司结构。

source: **Captivate:** The Charismatic hero has the ability to temporarily beguile a target through the use of words and bearing.
zh_cn: **夺目：**魅力型英雄能够用言语和所持物骗取目标的注意。

source: **Cargo Capacity:** The amount of cargo the vehicle is designed to carry.
zh_cn: **货容量：** 载具核载的货物量。

source: **Catching Yourself When Falling:** It’s practically impossible for a character to catch him or herself on a wall while falling.
zh_cn: **抓稳以停止坠落：** 角色在墙上坠落时几乎不可能抓住自己。

source: **Celtic:** Gaelic (Irish), Gaelic (Scots), Welsh.
zh_cn: **凯尔特语：** 盖尔语（爱尔兰）、盖尔语（苏格兰）、威尔士语。

source: **Character Scale:** Character scale is identical to the standard movement scale: It’s carried out on a grid in which each square equals 5 feet.
zh_cn: **角色尺度：** 角色尺度与标准的移动尺度相同，都是在5尺见方的方格组成的棋盘内进行。

source: **Charm:** The Charismatic hero gets a competence bonus on all Charisma-based skill checks made to influence members of his chosen gender.
zh_cn: **魅惑：**解锁时，魅力型英雄指定一个性别，在用魅力相关的技能检定影响该性别的所有同伴时，获得一个表现加值。

source: **Chase Scale:** In chase scale, each square of the grid represents 50 feet.
zh_cn: **追逐尺度：** 在追逐尺度中，每个方格代表50尺见方。

source: **Check:** A Bluff check is opposed by the target’s Sense Motive check when trying to con or mislead.
zh_cn: **检定：** 试图欺骗或误导所需进行的唬骗检定，是要与目标的察言观色检定对抗的。

source: **Check:** A character can change others’ attitudes with a successful check (see the table below.
zh_cn: **检定：** 角色可以改变他人的态度，只要检定成功（见下表）。

source: **Check:** A character can decipher writing in an ancient language or in code, or interpret the meaning of an incomplete text.
zh_cn: **检定：** 角色可以解读用古代语言或密码编写的文档，或者推测未完成文稿的含义。

source: **Check:** A character can keep his or herself and others safe and fed in the wild.
zh_cn: **检定：** 角色可以在野外保证安全和摄食。

source: **Check:** A character can land softly when he or she falls, tumble past opponents in combat, or tumble through opponents.
zh_cn: **检定：** 角色能在坠落时软着陆、战斗中能翻滚绕过或穿过对手。

source: **Check:** A character generally uses Search to discover clues and Investigate to analyze them.
zh_cn: **检定：** 角色一般用搜索发现线索，用调査分析线索。

source: **Check:** A character makes Profession checks to improve his or her Wealth bonus every time he or she attains a new level.
zh_cn: **检定：** 角色每次获得新等级时，进行此检定以增加财富加值。

source: **Check:** A character makes a Concentration check whenever he or she may potentially be distracted while engaged in some action that requires his or her full attention (such as making a Disable Device or Treat Injury check).
zh_cn: **检定：** 角色进行任何需要全神贯注的行为时，只要有可能分心，就要做一次专注检定（比如进行解除装置检定或医疗检定时）。

source: **Check:** A character makes a Knowledge check to see if the character knows something.
zh_cn: **检定：** 角色进行知识检定来判断角色是否知道某些知识。

source: **Check:** A character’s Disguise check result determines how good the disguise is.
zh_cn: **检定：** 角色的易容检定结果决定了易容效果。

source: **Check:** A character’s Hide check is opposed by the Spot check of anyone who might see the character.
zh_cn: **检定：** 角色用躲藏检定与任何可能看得到角色的人的侦察检定对抗。
